; TaskSwitchXP Pro 2.05 Czech Language File 
; Translated by Merlin <ivo.naiman@seznam.cz>
; and Geralt <josef.remes@idnes.cz>

; Language
19999="Czech (Čeština)"

; Configurations
20000="TaskSwitchXP Pro 2.0 nastavení"
20001="OK"
20002="Storno"
20003="Použít"

; Filters
20031="TaskSwitchXP konfigurační soubory (*.cfg)"


; Pages
20050="Obecné"
20051="Vzhled"
20052="Seznam úloh"
20053="Náhled"
20054="Info úlohy"
20055="Klávesové zkratky"
20056="Výjimky"
20057="Pokročilé"
20058="O programu"

; Page descriptions
20070="Obecné nastavení"
20071="Nastavení vzhledu"
20072="Seznam úloh"
20073="Nastavení náhledu"
20074="Informace o spuštěných aplikacích"
20075="TaskSwitchXP - Klávesové zkratky"
20076="TaskSwitchXP - Výjimky"
20077="Pokročilé nastavení"
20078="O programu TaskSwitchXP"


; General page
20100="Jazyk:"
20101="<a id=\"idLang\" href=\"\">Najít další překlady...</a>"
20102="Použít pro každého uživatele OS vlastní nastavení"
20103="Spustit TaskSwitchXP automaticky po startu OS "
20104="Nastavit pro TaskSwitchXP vysokou prioritu"
20105="Ověřit, zda je spuštěna aplikace Ms PowerToy TaskSwitcher"
20106="Ikona v systémové liště"
20107="Zobrazit ikonu v systémové liště TaskSwitchXP po spuštění"
20108="Změnit ikonu:"
20109="Minimalizovat okna do syst. lišty pravým klikem na tlačítko min."
20110="Ikona TaskSwitchXP v systémové liště vždy zobrazena (neskrývat)"
20111="Umístit do systémové lišty při opuštění Alt-Tab seznamu"

20120="Obnovit výchozí nastavení"
20121="Načíst..."
20122="Uložit..."

; Appearance page
20200="Umístění na obrazovce:"
20201="Zobrazit na aktivním monitoru"
20202="Zobrazit stín pod TaskSwitchXP oknem"
20203="Aktivovat průhlednost pro okno TaskSwitchXP:"
20204="Aktivovat animaci pro zobrazení okna (v milisekundách):"
20205="Aktivovat animaci pro mizení okna (v milisekundách):"
20206="Vzhled TaskSwitchXP okna"
20207="Styl WinXP:"
20208="Klasický styl:"
20209="Použít výhradně TaskSwitchXP - klasický styl"
20210="Panel se seznamem úloh zobrazit vlevo"

; Position on screen
20270="Horní - Levý"
20271="Horní - Střed"
20272="Horní - Pravý"
20273="Střed - Levý"
20274="Vystředit"
20275="Střed - Pravý"
20276="Spodní - Levý"
20277="Spodní - Střed"
20278="Spodní - Pravý"

; Modern XP skins
20280="Styl panelu Start (výchozí)"
20281="Styl PowerToy TaskSwitcher"
20282="Jednoduché okno"
20283="Styl Flat XP"
20284="Styl Soft XP"
20285="Styl TaskBar"

; Classical skins
20290="Styl panelu Start (výchozí)"
20291="Styl plochého panelu start"

; Task List page
20300="Seznam úloh:"
20301="Počet sloupců:"
20302="Šířka (v pixelech):"
20303="Počet řádků:"
20304="Malé ikony"
20305="Aktivovat nápovědu pro aplikace v seznamu úloh"
20306="Aktivovat ukazatel myši TaskSwitcher při výběru"
20307="Aktivovat výběr v seznamu pomocí myši"
20308="Aktivovat inverzní výběr pro kolečko myši"
20309="Nastavení vzhledu pro výběr"
20310="Zvýraznit rám"
20311="Nastavní písma a barvy"
20312="Písmo:"
20313="Velikost:"
20314="B"
20315="I"
20316="Barva:"

; List views
20390="Ikony"
20391="Seznam (vertikální)"

; Selection styles
20380="Pouze rám"
20381="Pravidelný obdélník"
20382="Zaoblený obdélník"

; Color indexes
20370="Text"
20371="Vybraný text"
20372="Vybrané pozadí"
20373="Označený text 1"
20374="Označený podklad 1"
20375="Označený text 2"
20376="Označený podklad 2"


; Preview page
20400="Nastavení náhledu"
20401="Náhled - proporcionální velikost okna vzhledem k ploše"
20402="Náhled - pouze okno aplikace"
20403="Hlavní panel systému jako součást náhledu"
20404="Zobrazit pouze poslední popup okno aplikace"
20405="Nezobrazovat wallpaper systému v náhledu (původní styl v1.0)"
20406="Zobrazit wallpaper systému jako pozadí"
20407="Zobrazit okraje kolem aplikace při náhledu "
20408="Vystředit obrázek náhledu vertikálně"
20409="Zobrazit záhlaví minimalizovaného okna při náhledu (*)"
20410="Nezobrazovat podokna v náhledu (*)"
20411="Šířka obrázku náhledu (v pixelech):"
20412="Prodleva při vykreslení prvního náhledu (v milisekundách):"
20413="Neukládat obrázky náhledů do vyrovnávací paměti"
20414="Aktivovat aktualizaci náhledu (v milisekundách):"

; Info page
20500="Záhlaví"
20501="Písmo:"
20502="Velikost:"
20503="B"
20504="I"
20505="Barva:"
20506="Zobrazit stínování:"
20507="Hloubka:"
20508="Barva:"
20509="Zobrazit ikonu aplikace v záhlaví"
20510="Použít zúžené záhlaví"
20511="Stavový řádek"
20512="Písmo:"
20513="Velikost:"
20514="B"
20515="I"
20516="Barva:"
20517="Zobrazit stínování:"
20518="Hloubka:"
20519="Barva:"
20520="Výška:"
20521="Zobrazit:"

; Info formats
20590="Žádný"
20591="Pouze číslo procesu"
20592="ID procesu"
20593="Název procesu"
20594="Identifikátor procesu [PID]"
20595="Popis programu"


; Hotkeys page
20600="Nahradit standardní přepínač úloh Windows Alt-Tab"
20601="Aktivovat přepínač instancí pro Ctrl+Alt+[Shift]+Tab"
20602="Neskrývat okno TaskSwitchXP při uvolnění Alt (Alt-Tab \"lepivý\" mód)"
20603="Použít nevynucený způsob nahrazení Alt-Tab"
20604="TaskSwitchXP - klávesové zkratky"
20605="Seznam aplikací:"
20606="Seznam instancí:"
20607="TaskSwitchXP - nastavení:"
20608="Skrýt/zobrazit ikonu v syst. liště:"
20609="Ukončit TaskSwitchXP:"
20610="Další klávesové zkratky"
20611="Minimalizovat okno do syst. lišty:"
20612="Obnovit ze systémové lišty:"

; Exclusions page
20700="Nová..."
20701="Upravit..."
20702="Odstranit"

; List groups
20780="Zobrazené náhledy"
20781="Výpis oken"

20790="Název"
20791="Parametry"

; Advanced page
20800="Názvy oken:"
20801="Použít záhlaví z hlavního okna aplikace"
20802="Pokročilé nastavení rozhraní"
20803="Nezobrazovat záhlaví"
20804="Nezobrazovat stavový řádek"
20805="Akce pro ikonu v systémové liště"
20806="Zobrazit kontextové menu:"
20807="Zobrazit nastavení:"
20808="Zobrazit seznam aplikací:"
20809="Zobrazit seznam instancí:"
20810="Nastavení aplikace TaskSwitchXP"
20811="Zobrazit okno nastavení vždy navrchu"
20812="Zapamatovat si pozici okna \"Nastavení\" na ploše""
20813="Zapamatovat si poslední otevřené okno nabídky nastavení"
20814="Spustit TaskSwitchXP při spuštění/ukončení"

; Tray icon actions
20890="Žádná"
20891="Levým tlačítkem myši"
20892="Dvojklik levým tlačítkem myši"
20893="Prostředním tlačítkem myši"
20894="Dvojklik prostředním tlačítkem"
20895="Pravým tlačítkem myši"
20896="Dvojklik pravým tlačítkem myši"

20900="Přeložili <a id=\"idTranslatorMail\" href=\"mailto:josef.remes@idnes.cz\">Geralt</a>  / <a id=\"idTranslatorHome\" href=\"http://geralt.cestiny.cz\">HomePage</a>  \r\n          a <a id=\"idTranslatorMail\" href=\"mailto:ivo.naiman@seznam.cz\">Merlin</a>"

; Exclusions dialog
22000="TaskSwitchXP - výjimky"
22001="OK"
22002="Storno"
22003="Spuštěné aplikace:"
22004="Aktualizovat"
22005="Název výjimky:"
22006="Vyjmout podle:"
22007="Název procesu:"
22008="Třída okna:"
22009="Název okna:"
22010="Výjimka z:"
22011="zobrazených náhledů"
22012="výpisu oken"
22013="Aktivovat"

22090="" ; not excluded
22091=">> výjimka z náhledu"
22092=">> výjimka z výpisu"

; Configurator Errors
30000="TaskSwitchXP - chyba konfigurace"
30002="Nelze spustit TaskSwitchXP.exe! Ověřte, zda je aplikace TaskSwitchXP korektně nainstalována."
30003="Nelze uložit nastavení do registru. Ověřte uživatelská práva."
30004="Nelze načíst nastavení ze souboru."
30005="Nelze načíst nastavení ze souboru. Obnoveno výchozí nastavení."
30006="Nelze uložit nastavení do souboru."

; Hints for exclusion dialog
30100="Nepojmenovaná výjimka"
30101="Prosím, zadejte název výjimky."
30102="Nezadán název okna"
30103="Prosím, zadejte název okna."
30104="Nezadáno jméno procesu"
30105="Prosím, zadejte název procesu."
30106="Nezadána třída okna"
30107="Prosím, zadejte třídu okna."

; Confirmations
30900="TaskSwitchXP - potvrzení"
30901="TaskSwitchXP detekoval více než jeden aktivní monitor.\r\nPřejete si povolit mód náhledu \"Okno\" pro zobrazení všech náhledů na druhém monitoru?"


; TaskSwitchXP Language Strings

; Tray menu
31000="Seznam aplikací"
31001="Seznam instancí aplikace"
31002="Nastavení..."
31003="Konec"

31020="Rychlé nastavení"
31021="Skrýt ikonu aplikace TaskSwitchXP"
31022="Nahradit Alt-Tab"
31023="Aktivovat přepínač instancí"
31024="Aktivovat Alt-Tab \"lepivý\" mód"
31025="Nevynucené nahrazení klávesových zkratek"
31026="Nová výjimka..."

31050="Nápověda"
31051="Dokumentace"
31052="Internetová stránka"
31053="O aplikaci TaskSwitchXP"

; Tray menu for minimized applications
31090="TSXP: %d aplikace(í)"
31091="Obnovit vše"
31092="Minimalizovat vše"
31093="Zavřít vše"
31094="Obnovit"
31095="Minimalizovat"
31096="Zavřít"

; Task List menu
31110="Přejít na"
31111="Minimalizovat"
31112="Minimalizovat do systémové lišty"
31113="Uspořádat okna - kaskáda"
31114="Uspořádat okna - horizontálně"
31115="Uspořádat okna - vertikálně"
31116="Obnovit"
31117="Maximalizovat"
31118="Zavřít"
31119="Ukončit proces"

; Common menu
31150="Zobrazit info o procesu"
31151="Označit vše"
31152="Odznačit vše"
31153="Zrušit označení"
31154="Třídit podle názvu okna"
31155="Třídit podle názvu aplikace"

; Process Info mask
31500="Název procesu:  %s\r\nID procesu:  %u\r\n\r\nSpuštěno:  %u:%02u:%02u\r\nČas CPU :  %u:%02u:%02u\r\n\r\nVyužití paměti:  %uK\r\nVelikost VP:  %uK"
31501="N/A" ; Informace o procesu není k dispozici...

; Confirmations
31900="TaskSwitchXP - potvrzení "
31901="Aplikace TaskSwitchXP je již spuštěna. Přejete si ji ukončit?"
31902="Opravdu si přejete ukončit TaskSwitchXP?"
31903="TaskSwitchXP detekoval spuštěnou aplikaci Ms PowerToy TaskSwitcher.\r\nPřejete si ji ukončit?"

; Errors
32000="TaskSwitchXP - chyba"
32002="Spuštění selhalo."
32003="Nelze nainstalovat nevynucené nahrazení klávesových zkratek."
32004="Nelze zaregistrovat klávesovou zkratku Alt+Tab nebo Alt+Shift+Tab.\r\nJe registrována jinou aplikací."
32005="Nelze zaregistrovat klávesovou zkratku Ctrl+Alt+Tab nebo Ctrl+Alt+Shift+Tab.\r\nJe registrována jinou aplikací."
32006="Nelze spustit ConfigTsXP.exe! Ověřte, zda je aplikace TaskSwitchXP korektně nainstalována."

32500="Nelze zaregistrovat klávesovou zkratku:\r\n\r\nNázev: %s\r\nModifikátor: %02X\r\nVirtual Code: %02X"
32501="Ukončit TaskSwitchXP"
32502="Zobrazit/skrýt ikonku"
32503="Nastavení TaskSwitchXP"
32504="Seznam aplikací"
32505="Seznam instancí"
32506="Minimalizovat okno do systémové lišty"
32507="Obnovit ze systémové lišty"
